Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Lowest frequency band that drives the warp. Raise it to ignore bass.
ar: أدنى نطاق ترددي يتحكم في الالتواء. ارفعه لتجاهل الجهير.
de: Niedrigstes Frequenzband, das die Verzerrung steuert. Erhöhen Sie es, um Bässe zu ignorieren.
es: Banda de frecuencia más baja que controla la deformación. Súbela para ignorar los graves.
fr: Bande de fréquences la plus basse qui pilote la distorsion. Augmentez-la pour ignorer les basses.
hi: वार्प को चलाने वाला सबसे निचला फ़्रीक्वेंसी बैंड. बेस को अनदेखा करने के लिए इसे बढ़ाएँ.
it: Banda di frequenza più bassa che controlla la deformazione. Alzala per ignorare i bassi.
ja: ワープを駆動する最も低い周波数帯です。低音を無視するには上げてください。
ko: 왜곡을 구동하는 가장 낮은 주파수 대역입니다. 저음을 무시하려면 높이십시오.
pl: Najniższe pasmo częstotliwości sterujące zniekształceniem. Podnieś je, aby pominąć basy.
pt_br: Faixa de frequência mais baixa que controla a distorção. Aumente para ignorar os graves.
ru: Нижняя граница диапазона частот, управляющих искажением. Увеличьте её, чтобы игнорировать басы.
tr: Bükülmeyi yönlendiren en düşük frekans bandı. Basları yok saymak için yükseltin.
uk: Найнижча смуга частот, що керує викривленням. Збільште, щоб ігнорувати баси.
zh_hans: 驱动扭曲的最低频段。提高它可忽略低音。
zh_hant: 驅動扭曲的最低頻段。調高可忽略低音。

source: MCP Edit
ar: تعديل MCP
de: MCP-Bearbeitung
es: Edición de MCP
fr: Modification MCP
hi: MCP संपादन
it: Modifica MCP
ja: MCPによる編集
ko: MCP 편집
pl: Edycja MCP
pt_br: Edição do MCP
ru: Правка MCP
tr: MCP Düzenlemesi
uk: Редагування MCP
zh_hans: MCP 编辑
zh_hant: MCP 編輯

source: MCP Server
ar: خادم MCP
es: Servidor MCP
fr: Serveur MCP
hi: MCP सर्वर
it: Server MCP
ja: MCP サーバ
ko: MCP 서버
pl: Serwer MCP
pt_br: Servidor MCP
ru: Сервер MCP
tr: MCP Sunucusu
uk: Сервер MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: MCP clients can’t connect: %@
ar: لا يمكن لعملاء MCP الاتصال: %@
de: MCP-Clients können sich nicht verbinden: %@
es: Los clientes MCP no pueden conectarse: %@
fr: Les clients MCP ne peuvent pas se connecter : %@
hi: MCP क्लाइंट कनेक्ट नहीं हो सकते: %@
it: I client MCP non possono connettersi: %@
ja: MCP クライアントが接続できません: %@
ko: MCP 클라이언트가 연결할 수 없습니다: %@
pl: Klienci MCP nie mogą się połączyć: %@
pt_br: Os clientes MCP não conseguem se conectar: %@
ru: MCP-клиенты не могут подключиться: %@
tr: MCP istemcileri bağlanamıyor: %@
uk: MCP-клієнти не можуть підʼєднатися: %@
zh_hans: MCP 客户端无法连接：%@
zh_hant: MCP 用戶端無法連線：%@

source: MMD (Miku-Miku Dance)
ar: MMD (ميكو ميكو دانس)

source: Main Clone Display
ar: الشاشة الرئيسية التي يُنسخ منها
de: Hauptbildschirm zum Klonen
es: Pantalla clonable
fr: Affichage clone principal
hi: मुख्य क्लोन डिस्प्ले
it: Schermo principale da clonare
ja: メイン複製ディスプレイ
ko: 주 복제 디스플레이
pl: Główny ekran klonowania
pt_br: Tela clone principal
ru: Основной дисплей клона
tr: Ana kopya ekranı
uk: Головний екран клонування
zh_hans: 主克隆显示器
zh_hant: 主要複製顯示器

source: Main Screen
ar: الشاشة الرئيسية
de: Hauptdisplay
es: Pantalla principal
fr: Écran principal
hi: मुख्य स्क्रीन
it: Schermo principale
ja: メイン画面
ko: 메인 화면
pl: Ekran główny
pt_br: Tela Principal
ru: Основной экран
tr: Ana Ekran
uk: Основний екран
zh_hans: 内屏
zh_hant: 主螢幕

source: Maintainer
ar: المشرف على الصيانة
es: Mantenedor
fr: Mainteneur
hi: मेंटेनर
it: Manutentore
ja: メンテナ
ko: 메인테이너
pl: Opiekun
pt_br: Mantenedor
ru: Сопровождающий
tr: Sürdürücü
uk: Супровідник
zh_hans: 维护者
zh_hant: 維護者

source: Make It Yours
ar: اجعلها خاصة بك
de: Ganz nach Ihrem Geschmack
es: Hazlo tuyo
fr: Personnalisez-le
hi: इसे अपना बनाएँ
it: Personalizzalo
ja: 自分好みに
ko: 나만의 스타일로
pl: Dostosuj po swojemu
pt_br: Deixe do Seu Jeito
ru: Настройте под себя
tr: Size Özel Yapın
uk: Налаштуйте під себе
zh_hans: 打造专属于你的墙纸
zh_hant: 打造專屬風格

source: Make the wallpaper for the tablet held upright or sideways
ar: اصنع الخلفية للجهاز اللوحي في الوضع العمودي أو الأفقي
de: Das Hintergrundbild für das hochkant oder quer gehaltene Tablet machen
es: Hacer el fondo para la tableta en vertical o en horizontal
fr: Faire le fond d’écran pour la tablette tenue à la verticale ou à l’horizontale
hi: वॉलपेपर को सीधे या आड़े पकड़े टैबलेट के लिए बनाएँ
it: Crea lo sfondo per il tablet tenuto in verticale o in orizzontale
ja: 縦向きまたは横向きに持ったタブレット用に壁紙を作成します
ko: 세로 또는 가로로 든 태블릿에 맞게 배경화면을 만듭니다
pl: Utwórz tapetę dla tabletu trzymanego pionowo lub poziomo
pt_br: Fazer o papel de parede para o tablet na vertical ou na horizontal
ru: Создать обои для планшета в книжной или альбомной ориентации
tr: Duvar kağıdını dik veya yan tutulan tablete göre yap
uk: Створити шпалери для планшета в книжковій або альбомній орієнтації
zh_hans: 为竖握或横握的平板电脑制作墙纸
zh_hant: 為直握或橫握的平板電腦製作桌布

source: Make this video the screen saver
ar: اجعل هذا الفيديو شاشة التوقف
de: Dieses Video als Bildschirmschoner verwenden
es: Usar este vídeo como salvapantallas
fr: Faire de cette vidéo l’économiseur d’écran
hi: इस वीडियो को स्क्रीन सेवर बनाएँ
it: Usa questo video come salvaschermo
ja: このビデオをスクリーンセーバにします
ko: 이 비디오를 화면 보호기로 사용
pl: Ustaw to wideo jako wygaszacz ekranu
pt_br: Usar este vídeo como protetor de tela
ru: Сделать это видео заставкой
tr: Bu videoyu ekran koruyucu yap
uk: Зробити це відео заставкою
zh_hans: 将此视频用作屏幕保护程序
zh_hant: 將此影片用作螢幕保護程式

source: Makes colours richer on loud passages. %@
ar: يجعل الألوان أغنى في المقاطع الصاخبة. %@
de: Macht Farben bei lauten Passagen satter. %@
es: Intensifica los colores en los pasajes fuertes. %@
fr: Rend les couleurs plus riches lors des passages forts. %@
hi: तेज़ आवाज़ वाले हिस्सों में रंगों को गहरा करता है. %@
it: Rende i colori più intensi nei passaggi ad alto volume. %@
ja: 大きな音の部分で色を鮮やかにします。%@
ko: 소리가 큰 구간에서 색상을 더 풍부하게 만듭니다. %@
pl: Nasyca kolory w głośnych fragmentach. %@
pt_br: Deixa as cores mais intensas nos trechos altos. %@
ru: Делает цвета насыщеннее на громких фрагментах. %@
tr: Yüksek sesli bölümlerde renkleri zenginleştirir. %@
uk: Робить кольори насиченішими на гучних фрагментах. %@
zh_hans: 在响亮的段落使色彩更丰富。%@
zh_hant: 在大聲段落讓色彩更飽和。%@

source: Makes one colour transparent, like a green screen. Raise Tolerance until the colour disappears, then raise Fuzziness to soften the edge.
ar: يجعل لونًا واحدًا شفافًا، مثل الشاشة الخضراء. ارفع «التسامح» حتى يختفي اللون، ثم ارفع «الضبابية» لتنعيم الحافة.
de: Macht eine Farbe transparent, wie bei einem Greenscreen. Erhöhen Sie „Toleranz“, bis die Farbe verschwindet, und dann „Unschärfe“, um die Kante weicher zu machen.
es: Vuelve transparente un color, como una pantalla verde. Sube Tolerancia hasta que desaparezca el color y después sube Difuminación para suavizar el borde.
fr: Rend une couleur transparente, comme un fond vert. Augmentez « Tolérance » jusqu’à ce que la couleur disparaisse, puis augmentez « Adoucissement » pour adoucir le contour.
hi: किसी एक रंग को ग्रीन स्क्रीन की तरह पारदर्शी बनाता है. रंग गायब होने तक Tolerance बढ़ाएँ, फिर किनारे को नरम करने के लिए Fuzziness बढ़ाएँ.
it: Rende trasparente un colore, come un green screen. Alza Tolleranza finché il colore non scompare, poi alza Sfumatura per ammorbidire il bordo.
ja: グリーンバックのように、特定の1色を透明にします。色が消えるまで「許容範囲」を上げ、次に「ぼかし具合」を上げて境界を和らげます。
ko: 그린 스크린처럼 한 가지 색상을 투명하게 만듭니다. 색상이 사라질 때까지 허용 오차를 높인 다음, 가장자리를 부드럽게 하려면 퍼지를 높이십시오.
pl: Sprawia, że jeden kolor staje się przezroczysty, jak przy green screenie. Podnoś „Tolerancję”, aż kolor zniknie, a potem podnieś „Rozmycie krawędzi”, aby zmiękczyć krawędź.
pt_br: Torna uma cor transparente, como um chroma key. Aumente a Tolerância até a cor desaparecer e depois aumente a Suavidade para suavizar a borda.
ru: Делает один цвет прозрачным, как хромакей. Увеличивайте «Допуск», пока цвет не исчезнет, затем увеличьте «Размытость», чтобы смягчить край.
tr: Yeşil perde gibi bir rengi saydam yapar. Renk kaybolana kadar Tolerans değerini, ardından kenarı yumuşatmak için Yumuşaklık değerini yükseltin.
uk: Робить один колір прозорим, як зелений екран. Збільшуйте «Допуск», доки колір не зникне, а потім збільште «Розмитість», щоб помʼякшити край.
zh_hans: 使一种颜色变透明，就像绿幕一样。先提高“容差”直到该颜色消失，再提高“模糊度”以柔化边缘。
zh_hant: 讓某個顏色變透明，如同綠幕。調高「容許度」直到該顏色消失，再調高「模糊度」讓邊緣柔和。

source: Manage Blocklist
ar: إدارة قائمة المحظورين
de: Blockierliste verwalten
es: Gestionar lista de bloqueados
fr: Gérer la liste de blocage
hi: ब्लॉक सूची प्रबंधित करें
it: Gestisci elementi bloccati
ja: ブロックリスト管理
ko: 차단 목록 관리
pl: Zarządzaj listą zablokowanych
pt_br: Gerenciar Lista de Bloqueados
ru: Управление списком блокировки
tr: Engelli Listesini Yönet
uk: Керування блокуваннями
zh_hans: 管理屏蔽列表
zh_hant: 管理封鎖清單

source: Mask
ar: قناع
de: Maske
es: Máscara
fr: Masque
hi: मास्क
it: Maschera
ja: マスク
ko: 마스크
pl: Maska
pt_br: Máscara
ru: Маска
tr: Maske
uk: Маска
zh_hans: 蒙版
zh_hant: 遮罩

source: Match Display
ar: مطابقة شاشة العرض
de: Wie Display
es: Igual que la pantalla
fr: Selon le moniteur
hi: डिस्प्ले के अनुसार
it: Come lo schermo
ja: ディスプレイに合わせる
ko: 디스플레이에 맞춤
pl: Jak wyświetlacz
pt_br: Igual à Tela
ru: По дисплею
tr: Ekranla Eşleştir
uk: Як на дисплеї
zh_hans: 匹配显示器
zh_hant: 符合顯示器

source: Match Display draws no more detail than the display shows: a scene larger than the display is drawn at the display's size, and each layer's effects at the size the layer appears on screen. Full draws every effect at its texture's full size, as Wallpaper Engine does.
ar: يرسم خيار «مطابقة شاشة العرض» تفاصيل لا تتجاوز ما تعرضه شاشة العرض: يُرسم المشهد الأكبر من شاشة العرض بحجمها، وتُرسم تأثيرات كل طبقة بالحجم الذي تظهر به الطبقة على الشاشة. أما خيار «كامل» فيرسم كل تأثير بالحجم الكامل لنسيجه، كما يفعل Wallpaper Engine.
de: „Wie Display“ zeichnet nicht mehr Details, als das Display zeigt: Eine Szene, die größer als das Display ist, wird in Displaygröße gezeichnet, und die Effekte jeder Ebene in der Größe, in der die Ebene auf dem Bildschirm erscheint. „Voll“ zeichnet jeden Effekt in der vollen Größe seiner Textur, wie Wallpaper Engine.
es: Igual que la pantalla no dibuja más detalle del que muestra la pantalla: una escena mayor que la pantalla se dibuja al tamaño de esta, y los efectos de cada capa al tamaño con que la capa aparece en pantalla. Completo dibuja cada efecto al tamaño completo de su textura, como hace Wallpaper Engine.
fr: « Selon le moniteur » ne dessine pas plus de détails que le moniteur n’en affiche : une scène plus grande que le moniteur est dessinée à la taille de celui-ci, et les effets de chaque calque à la taille à laquelle le calque apparaît à l’écran. « Complet » dessine chaque effet à la taille réelle de sa texture, comme Wallpaper Engine.
hi: डिस्प्ले के अनुसार, डिस्प्ले जितना दिखाता है उससे ज़्यादा डिटेल नहीं बनाता: डिस्प्ले से बड़ा सीन डिस्प्ले के आकार पर बनाया जाता है, और हर लेयर के इफ़ेक्ट उस आकार पर जिसमें लेयर स्क्रीन पर दिखती है. पूर्ण हर इफ़ेक्ट को उसके टेक्सचर के पूरे आकार पर बनाता है, जैसा Wallpaper Engine करता है.
it: “Come lo schermo” non disegna più dettagli di quelli mostrati dallo schermo: una scena più grande dello schermo viene disegnata alle dimensioni dello schermo, e gli effetti di ogni livello alle dimensioni in cui il livello appare. “Completo” disegna ogni effetto alle dimensioni piene della sua texture, come Wallpaper Engine.
ja: 「ディスプレイに合わせる」は、ディスプレイに表示される以上の細部は描画しません。ディスプレイより大きいシーンはディスプレイのサイズで描画され、各レイヤーのエフェクトは画面上でのそのレイヤーのサイズで描画されます。「フル」は、Wallpaper Engineと同様に、すべてのエフェクトをテクスチャのフルサイズで描画します。
ko: 디스플레이에 맞춤은 디스플레이에 표시되는 것보다 더 세밀하게 그리지 않습니다. 디스플레이보다 큰 장면은 디스플레이 크기로 그리고, 각 레이어의 효과는 해당 레이어가 화면에 표시되는 크기로 그립니다. 전체는 Wallpaper Engine처럼 모든 효과를 텍스처의 원래 크기로 그립니다.
pl: „Jak wyświetlacz” rysuje nie więcej szczegółów, niż pokazuje wyświetlacz: scena większa od wyświetlacza jest rysowana w jego rozmiarze, a efekty każdej warstwy w rozmiarze, w jakim warstwa jest widoczna na ekranie. „Pełne” rysuje każdy efekt w pełnym rozmiarze tekstury, tak jak Wallpaper Engine.
pt_br: Igual à Tela não desenha mais detalhes do que a tela exibe: uma cena maior que a tela é desenhada no tamanho da tela, e os efeitos de cada camada no tamanho em que a camada aparece na tela. Completo desenha todos os efeitos no tamanho total da textura, como faz o Wallpaper Engine.
ru: «По дисплею» не рисует больше деталей, чем показывает дисплей: сцена крупнее дисплея рисуется в размере дисплея, а эффекты каждого слоя — в том размере, в котором слой виден на экране. «Полная» рисует каждый эффект в полном размере его текстуры, как Wallpaper Engine.
tr: Ekranla Eşleştir, ekranın gösterdiğinden daha fazla ayrıntı çizmez: ekrandan büyük bir sahne ekran boyutunda, her katmanın efektleri de katmanın ekranda göründüğü boyutta çizilir. Tam, Wallpaper Engine’in yaptığı gibi her efekti dokusunun tam boyutunda çizer.
uk: «Як на дисплеї» малює не більше деталей, ніж показує дисплей: сцена, більша за дисплей, малюється в розмірі дисплея, а ефекти кожного шару — в тому розмірі, в якому шар видно на екрані. «Повна» малює кожен ефект у повному розмірі його текстури, як це робить Wallpaper Engine.
zh_hans: “匹配显示器”绘制的细节不会超过显示器所能显示的：大于显示器的场景以显示器尺寸绘制，每个图层的效果以该图层在屏幕上显示的尺寸绘制。“完整”则与 Wallpaper Engine 一样，以纹理的完整尺寸绘制每个效果。
zh_hant: 「符合顯示器」繪製的細節不會超過顯示器能呈現的範圍：大於顯示器的場景會以顯示器的尺寸繪製，而各圖層的效果則以該圖層在螢幕上顯示的尺寸繪製。「完整」會如同 Wallpaper Engine 一樣，以紋理的完整尺寸繪製每個效果。

source: Match all (AND)
ar: مطابقة الكل (و)
de: Alle erfüllen (UND)
es: Coincidir con todo (Y)
fr: Tous les critères (ET)
hi: सभी से मेल (AND)
it: Corrispondenza con tutti (AND)
ja: すべてに一致（AND）
ko: 모두 일치(AND)
pl: Wszystkie naraz (AND)
pt_br: Corresponder a todas (E)
ru: Все условия (И)
tr: Tümüyle eşleşsin (VE)
uk: Збіг з усіма (І)
zh_hans: 匹配全部（AND）
zh_hant: 符合全部（AND）

source: Match any (OR)
ar: مطابقة أيٍّ منها (أو)
de: Beliebige erfüllen (ODER)
es: Coincidir con alguno (O)
fr: Au moins un critère (OU)
hi: किसी से भी मेल (OR)
it: Corrispondenza con almeno uno (OR)
ja: いずれかに一致（OR）
ko: 하나라도 일치(OR)
pl: Dowolny (OR)
pt_br: Corresponder a qualquer (OU)
ru: Любое условие (ИЛИ)
tr: Herhangi biriyle eşleşsin (VEYA)
uk: Збіг з будь-яким (АБО)
zh_hans: 匹配任一（OR）
zh_hant: 符合任一（OR）

source: Material
ar: المادة
fr: Matériau
hi: मटीरियल
it: Materiale
ja: マテリアル
ko: 머티리얼
pl: Materiał
ru: Материал
tr: Malzeme
uk: Матеріал
zh_hans: 材质
zh_hant: 材質

source: Material Properties
ar: خصائص المادة
de: Materialeigenschaften
es: Propiedades del material
fr: Propriétés du matériau
hi: मटीरियल प्रॉपर्टी
it: Proprietà materiale
ja: マテリアルのプロパティ
ko: 머티리얼 속성
pl: Właściwości materiału
pt_br: Propriedades do Material
ru: Свойства материала
tr: Malzeme Özellikleri
uk: Властивості матеріалу
zh_hans: 材质属性
zh_hant: 材質屬性

source: Mature
ar: للبالغين
de: Nicht jugendfrei
es: Adulto
fr: Adulte
hi: वयस्क
it: Per adulti
ja: 成人向け
ko: 성인
pl: Dla dorosłych
pt_br: Adulto
ru: Для взрослых
tr: Yetişkin
uk: Для дорослих
zh_hans: 成人
zh_hant: 成人

source: Media integration lets wallpapers read the title, artist and album cover of the music playing now.
ar: يتيح تكامل الوسائط لخلفيات الشاشة قراءة عنوان الموسيقى قيد التشغيل حاليًا وفنانها وغلاف ألبومها.
de: Mit der Medienintegration können Hintergrundbilder den Titel, den Künstler und das Albumcover der gerade abgespielten Musik lesen.
es: La integración multimedia permite a los fondos de pantalla leer el título, el artista y la portada del álbum de la música que se está reproduciendo.
fr: L’intégration des médias permet aux fonds d’écran de lire le titre, l’artiste et la pochette d’album de la musique en cours de lecture.
hi: मीडिया इंटीग्रेशन से वॉलपेपर अभी चल रहे संगीत का शीर्षक, कलाकार और एल्बम कवर पढ़ सकते हैं।
it: L’integrazione dei media consente agli sfondi di leggere il titolo, l’artista e la copertina dell’album della musica in riproduzione.
ja: メディア統合により、壁紙で再生中の音楽のタイトル、アーティスト、アルバムカバーを読み取れます。
ko: 미디어 통합을 사용하면 배경화면에서 현재 재생 중인 음악의 제목, 아티스트 및 앨범 커버를 읽을 수 있습니다.
pl: Integracja mediów pozwala tapetom odczytywać tytuł, wykonawcę i okładkę albumu odtwarzanej muzyki.
pt_br: A integração de mídia permite que as imagens de fundo leiam o título, o artista e a capa do álbum da música em reprodução.
ru: Интеграция медиа позволяет обоям получать название, исполнителя и обложку альбома музыки, которая сейчас играет.
tr: Ortam bütünleştirme, duvar kâğıtlarının o anda çalan müziğin başlığını, sanatçısını ve albüm kapağını okumasını sağlar.
uk: Інтеграція медіа дає змогу шпалерам зчитувати назву, виконавця та обкладинку альбому музики, що зараз відтворюється.
zh_hans: 媒体集成允许墙纸读取当前播放音乐的标题、艺人和专辑封面。
zh_hant: 媒體整合可讓背景圖片讀取目前播放音樂的標題、藝人和專輯封面。

source: Media integration support
ar: دعم تكامل الوسائط
de: Unterstützung für Medienintegration
es: Compatibilidad de integración multimedia
fr: Prise en charge de l’intégration des médias
hi: मीडिया इंटीग्रेशन सपोर्ट
it: Supporto per l’integrazione dei media
ja: メディア統合サポート
ko: 미디어 통합 지원
pl: Obsługa integracji mediów
pt_br: Suporte a Integração de Mídia
ru: Поддержка интеграции медиа
tr: Ortam Bütünleştirme Desteği
uk: Підтримка інтеграції медіа
zh_hans: 媒体集成支持
zh_hant: 媒體整合支援

source: Medieval
ar: العصور الوسطى
de: Mittelalter
fr: Médiéval
hi: मध्यकालीन
it: Medievale
ja: 中世
ko: 중세
pl: Średniowiecze
ru: Средневековье
tr: Orta Çağ
uk: Середньовіччя
zh_hans: 中世纪
zh_hant: 中世紀

source: Medium
ar: متوسط
de: Mittel
es: Media
fr: Moyenne
hi: मीडियम
it: Media
ja: 中
ko: 중간
pl: Średnia
pt_br: Média
ru: Среднее
tr: Orta
uk: Середня
zh_hans: 中
zh_hant: 中

source: Medium (25,000)
ar: متوسط (25,000)
de: Mittel (25.000)
es: Medio (25.000)
fr: Moyen (25 000)
hi: मीडियम (25,000)
it: Medio (25.000)
ja: 中（25,000）
ko: 중간(25,000)
pl: Średni (25 000)
pt_br: Média (25.000)
ru: Средний (25 000)
tr: Orta (25.000)
uk: Середня (25 000)
zh_hans: 中（25,000）
zh_hant: 中（25,000）

source: Medium Icons
ar: أيقونات متوسطة
de: Mittelgroße Symbole
es: Iconos medianos
fr: Icônes moyennes
hi: मीडियम आइकॉन
it: Icone medie
ja: 中くらいのアイコン
ko: 중간 아이콘
pl: Średnie ikony
pt_br: Ícones Médios
ru: Средние значки
tr: Orta Büyüklükte Simgeler
uk: Середні значки
zh_hans: 中图标
zh_hant: 中型圖像

source: Memes
ar: ميمز
fr: Mèmes
hi: मीम
it: Meme
ja: ミーム
ko: 밈
pl: Memy
ru: Мемы
tr: Mizah
uk: Меми
zh_hans: 表情包
zh_hant: 迷因

source: Menu Bar
ar: شريط القائمة
de: Menüleiste
es: Barra de menús
fr: Barre des menus
hi: मेनू बार
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
pl: Pasek menu
pt_br: Barra de Menus
ru: Строка меню
tr: Menü Çubuğu
uk: Смуга меню
zh_hans: 菜单栏
zh_hant: 選單列

source: Metal (effects apply to video)
ar: Metal (تُطبَّق التأثيرات على الفيديو)
de: Metal (Effekte auf Video anwenden)
es: Metal (los efectos se aplican al vídeo)
fr: Metal (effets appliqués à la vidéo)
hi: Metal (वीडियो पर इफ़ेक्ट लागू होते हैं)
it: Metal (effetti applicati al video)
ja: Metal（ビデオにエフェクトを適用）
ko: Metal(비디오에 효과 적용)
pl: Metal (efekty działają na wideo)
pt_br: Metal (efeitos se aplicam ao vídeo)
ru: Metal (эффекты применяются к видео)
tr: Metal (efektler videoya uygulanır)
uk: Metal (ефекти застосовуються до відео)
zh_hans: Metal（效果应用于视频）
zh_hant: Metal（效果套用至影片）

source: Metal draws video through the scene renderer so effects and music sync apply to it, the way Wallpaper Engine does. Experimental.
ar: يعرض Metal الفيديو عبر عارض المشاهد بحيث تنطبق عليه التأثيرات ومزامنة الموسيقى، كما يفعل Wallpaper Engine. ميزة تجريبية.
de: Metal zeichnet Videos über den Szenen-Renderer, sodass Effekte und Musiksynchronisierung darauf angewendet werden – wie in Wallpaper Engine. Experimentell.
es: Metal dibuja el vídeo a través del renderizador de escenas para que se le apliquen los efectos y la sincronización con la música, como hace Wallpaper Engine. Experimental.
fr: Metal dessine la vidéo via le moteur de rendu des scènes pour lui appliquer les effets et la synchronisation musicale, comme le fait Wallpaper Engine. Expérimental.
hi: Metal वीडियो को सीन रेंडरर से बनाता है, ताकि उस पर इफ़ेक्ट और म्यूज़िक सिंक लागू हों, जैसा Wallpaper Engine करता है. प्रायोगिक.
it: Metal disegna i video tramite il renderer delle scene, così effetti e sincronizzazione musicale si applicano anche a loro, come in Wallpaper Engine. Sperimentale.
ja: Metalでは、Wallpaper Engineと同様にビデオをシーンレンダラー経由で描画するため、エフェクトや音楽同期がビデオにも適用されます。試験運用中の機能です。
ko: Metal은 Wallpaper Engine처럼 장면 렌더러를 통해 비디오를 그리므로 효과와 음악 동기화가 비디오에도 적용됩니다. 실험적 기능입니다.
pl: Metal rysuje wideo za pomocą renderera scen, więc działają na nie efekty i synchronizacja z muzyką, tak jak w Wallpaper Engine. Funkcja eksperymentalna.
pt_br: O Metal desenha o vídeo pelo renderizador de cenas, para que efeitos e a sincronização com a música se apliquem a ele, como faz o Wallpaper Engine. Experimental.
ru: Metal выводит видео через рендерер сцен, поэтому к нему применяются эффекты и синхронизация с музыкой, как в Wallpaper Engine. Экспериментальная функция.
tr: Metal, videoyu sahne işleyicisi üzerinden çizer; böylece Wallpaper Engine’deki gibi efektler ve müzik eşitleme videoya da uygulanır. Deneysel.
uk: Metal малює відео через рендерер сцен, тож до нього застосовуються ефекти й синхронізація з музикою, як у Wallpaper Engine. Експериментальна функція.
zh_hans: Metal 通过场景渲染器绘制视频，使效果和音乐同步也能应用于视频，与 Wallpaper Engine 的做法相同。实验性功能。
zh_hant: Metal 會透過場景渲染器繪製影片，讓效果和音樂同步能如同在 Wallpaper Engine 中一樣套用至影片。實驗性功能。

source: MetalFX draws the scene at the render scale and scales it up to full size, for less work. Where MetalFX isn't available, or for HDR, the frame is scaled smoothly instead.
ar: يرسم MetalFX المشهد بمقياس العرض ثم يكبّره إلى الحجم الكامل، لتقليل العمل. وحيث لا يتوفر MetalFX، أو مع HDR، يُكبَّر الإطار بسلاسة بدلًا من ذلك.
de: MetalFX zeichnet die Szene in der Renderskalierung und skaliert sie auf volle Größe hoch, für weniger Aufwand. Wo MetalFX nicht verfügbar ist oder bei HDR wird das Bild stattdessen weich skaliert.
es: MetalFX dibuja la escena a la escala de renderizado y la amplía al tamaño completo, con menos trabajo. Donde MetalFX no está disponible, o con HDR, el fotograma se escala de forma suave.
fr: MetalFX dessine la scène à l’échelle de rendu et l’agrandit à sa taille complète, pour moins de travail. Là où MetalFX n’est pas disponible, ou en HDR, l’image est agrandie de façon lissée.
hi: MetalFX दृश्य को रेंडर स्केल पर ड्रॉ करता है और उसे पूर्ण आकार तक बढ़ाता है, जिससे काम कम होता है। जहाँ MetalFX उपलब्ध नहीं है, या HDR में, फ़्रेम को सहज रूप से बढ़ाया जाता है।
it: MetalFX disegna la scena alla scala di rendering e la ingrandisce alla dimensione piena, con meno lavoro. Dove MetalFX non è disponibile, o in HDR, il fotogramma viene ingrandito in modo uniforme.
ja: MetalFXはシーンをレンダリングスケールで描画してフルサイズに拡大し、負荷を減らします。MetalFXを使用できない場合やHDRでは、フレームを滑らかに拡大します。
ko: MetalFX는 장면을 렌더링 배율로 그린 다음 전체 크기로 확대하여 작업량을 줄입니다. MetalFX를 사용할 수 없거나 HDR에서는 프레임을 부드럽게 확대합니다.
pl: MetalFX rysuje scenę w skali renderowania i skaluje ją do pełnego rozmiaru, przy mniejszym nakładzie pracy. Gdy MetalFX jest niedostępny lub przy HDR, klatka jest skalowana płynnie.
pt_br: O MetalFX desenha a cena na escala de renderização e a amplia para o tamanho completo, com menos trabalho. Onde o MetalFX não está disponível, ou em HDR, o quadro é ampliado de forma suave.
ru: MetalFX рисует сцену в масштабе отрисовки и увеличивает её до полного размера, снижая нагрузку. Если MetalFX недоступен или при HDR кадр увеличивается сглаженно.
tr: MetalFX sahneyi işleme ölçeğinde çizer ve daha az iş için tam boyuta büyütür. MetalFX kullanılamadığında veya HDR’de kare yumuşak biçimde büyütülür.
uk: MetalFX малює сцену в масштабі відтворення і збільшує її до повного розміру, зменшуючи навантаження. Якщо MetalFX недоступний або для HDR, кадр збільшується згладжено.
zh_hans: MetalFX 以渲染比例绘制场景并放大到完整大小，以减少工作量。在 MetalFX 不可用或使用 HDR 时，会平滑地放大画面。
zh_hant: MetalFX 以渲染比例繪製場景並放大到完整大小，以減少工作量。在無法使用 MetalFX 或使用 HDR 時，會平滑地放大畫面。

source: Middle
ar: المنتصف
de: Mittig
es: Centro
fr: Milieu
hi: मध्य
it: Al centro
ja: 中央
ko: 가운데
pl: Środek
pt_br: No Meio
ru: По середине
tr: Orta
uk: Посередині
zh_hans: 中间
zh_hant: 中間
